tap "clojure/tools"
tap "codecrafters-io/tap"
tap "heroku/brew"
tap "koekeishiya/formulae"
brew "ast-grep"
brew "bat"
brew "sqlite"
brew "black"
brew "chezmoi"
brew "cmake"
brew "php"
brew "composer"
brew "dart-sdk"
brew "diff-so-fancy"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "n"
brew "neovim"
brew "openjdk@21"
brew "pinentry-mac"
brew "pkgconf"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "terraform"
brew "tree"
brew "yarn"
brew "zig"
brew "zoxide"
cask "copilot-cli"
cask "font-iosevka"
cask "font-maple-mono-nf"
cask "kitty"
cask "ngrok"
cask "qmk-toolbox"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillstruct"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/ofabry/go-callvis"
go "github.com/abice/go-enum"
go "github.com/ramya-rao-a/go-outline"
go "github.com/hhatto/gocloc/cmd/gocloc"
go "github.com/loov/goda"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/icholy/gomajor"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "github.com/jfeliu007/goplantuml/cmd/goplantuml"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "golang.org/x/tools/cmd/guru"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/bayraktugrul/modview"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/Skardyy/ttyimg"
go "github.com/wailsapp/wails/v2/cmd/wails"
cargo "rustlings"
