tap "homebrew/bundle"
brew "ast-grep"
brew "sqlite"
brew "black"
brew "chezmoi"
brew "cmake"
brew "php"
brew "composer"
brew "diff-so-fancy"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "n"
brew "neovim"
brew "pinentry-mac"
brew "pkgconf"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "starship"
brew "telnet"
brew "tree"
brew "tree-sitter-cli"
brew "yarn"
brew "zoxide"
cask "font-maple-mono-nf"
cask "kitty"
cask "ngrok"
go "github.com/hhatto/gocloc/cmd/gocloc"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "honnef.co/go/tools/cmd/staticcheck"
